[
    {
        "id": 0,
        "story": "\n\tIn the busy city of Nairobi, far away from a caring life at home, lived a group of homeless boys. They welcomed each day just as it came.\n\nOn one morning, the boys were packing their mats after sleeping on cold pavements. To chase away the cold they lit a fire with rubbish.\n\nAmong the group of boys was Magozwe. He was the youngest.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/02.jpg",
        "imageName": "0.jpg"
    },
    {
        "id": 1,
        "story": "\n\tWhen Magozwe’s parents died, he was only five years old. He went to live with his uncle. This man did not care about the child. He did not give Magozwe enough food. He made the boy do a lot of hard work.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/03.jpg",
        "imageName": "1.jpg"
    },
    {
        "id": 2,
        "story": "\n\tIf Magozwe complained or questioned, his uncle beat him. When Magozwe asked if he could go to school, his uncle beat him and said, “You’re too stupid to learn anything.”\n\nAfter three years of this treatment Magozwe ran away from his uncle. He started living on the street.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/04.jpg",
        "imageName": "2.jpg"
    },
    {
        "id": 3,
        "story": "\n\tStreet life was difficult and most of the boys struggled daily just to get food. Sometimes they were arrested, sometimes they were beaten. When they were sick, there was no one to help.\n\nThe group depended on the little money they got from begging, and from selling plastics and other recycling.\n\nLife was even more difficult because of fights with rival groups who wanted control of parts of the city.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/05.jpg",
        "imageName": "3.jpg"
    },
    {
        "id": 4,
        "story": "\n\tOne day while Magozwe was looking through the dustbins, he found an old tattered storybook. He cleaned the dirt from it and put it in his sack.\n\nEvery day after that he would take out the book and look at the pictures. He did not know how to read the words.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/06.jpg",
        "imageName": "4.jpg"
    },
    {
        "id": 5,
        "story": "\n\tThe pictures told the story of a boy who grew up to be a pilot.\n\nMagozwe would daydream of being a pilot. Sometimes, he imagined that he was the boy in the story.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/07.jpg",
        "imageName": "5.jpg"
    },
    {
        "id": 6,
        "story": "\n\tIt was cold and Magozwe was standing on the road begging. A man walked up to him. “Hello, I’m Thomas. I work near here, at a place where you can get something to eat,” said the man.\n\nHe pointed to a yellow house with a blue roof. “I hope you will go there to get some food?” he asked.\n\nMagozwe looked at the man, and then at the house. “Maybe,” he said, and walked away.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/08.jpg",
        "imageName": "6.jpg"
    },
    {
        "id": 7,
        "story": "\n\tOver the months that followed, the homeless boys got used to seeing Thomas around. He liked to talk to people, especially people living on the streets.\n\nThomas listened to the stories of people’s lives. He was serious and patient, never rude or disrespectful. Some of the boys started going to the yellow and blue house to get food at midday.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/09.jpg",
        "imageName": "7.jpg"
    },
    {
        "id": 8,
        "story": "\n\tMagozwe was sitting on the pavement looking at his picture book when Thomas sat down next to him.\n\n“What is the story about?” asked Thomas.\n\n“It’s about a boy who becomes a pilot,” replied Magozwe.\n\n“What’s the boy’s name?” asked Thomas.\n\n“I don’t know, I can’t read,” said Magozwe quietly.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/10.jpg",
        "imageName": "8.jpg"
    },
    {
        "id": 9,
        "story": "\n\tWhen they met, Magozwe began to tell his own story to Thomas. It was the story of his uncle and why he ran away.\n\nThomas didn’t talk a lot, and he didn’t tell Magozwe what to do, but he always listened carefully.\n\nSometimes they would talk while they ate at the house with the blue roof.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/11.jpg",
        "imageName": "9.jpg"
    },
    {
        "id": 10,
        "story": "\n\tAround Magozwe’s tenth birthday, Thomas gave him a new storybook. It was a story about a village boy who grew up to be a famous soccer player.\n\nThomas read that story to Magozwe many times, until one day he said, “I think it’s time you went to school and learned to read. What do you think?” Thomas explained that he knew of a place where children could stay, and go to school.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/12.jpg",
        "imageName": "10.jpg"
    },
    {
        "id": 11,
        "story": "\n\tMagozwe thought about this new place, and about going to school. What if his uncle was right and he was too stupid to learn anything?\n\nWhat if they beat him at this new place? He was afraid. “Maybe it is better to stay living on the street,” he thought.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/13.jpg",
        "imageName": "11.jpg"
    },
    {
        "id": 12,
        "story": "\n\tHe shared his fears with Thomas. Over time the man reassured the boy that life could be better at the new place.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/14.jpg",
        "imageName": "12.jpg"
    },
    {
        "id": 13,
        "story": "\n\tAnd so Magozwe moved into a room in a house with a green roof. He shared the room with two other boys.\n\nAltogether there were ten children living at that house. Along with Auntie Cissy and her husband, three dogs, a cat, and an old goat.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/15.jpg",
        "imageName": "13.jpg"
    },
    {
        "id": 14,
        "story": "\n\tMagozwe started school and it was difficult. He had a lot to catch up. Sometimes he wanted to give up.\n\nBut he thought about the pilot and the soccer player in the storybooks. Like them, he did not give up.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/16.jpg",
        "imageName": "14.jpg"
    },
    {
        "id": 15,
        "story": "\n\tMagozwe was sitting in the yard at the house with the green roof, reading a storybook from school. Thomas came up and sat next to him.\n\n“What is the story about?” asked Thomas.\n\n“It’s about a boy who becomes a teacher,” replied Magozwe.\n\n“What’s the boy’s name?” asked Thomas.\n\n“His name is Magozwe,” said Magozwe with a smile.\n\t",
        "image": "https://raw.githubusercontent.com/global-asp/gsn-imagebank/master/0262/17.jpg",
        "imageName": "15.jpg"
    }
]